export const questions = [
    {
        id: 1,
        text: "Какой он друг?",
        options: ["Лучший", "Нормальный", "Иногда странный", "Не очень"]
    },
    {
        id: 2,
        text: "Можно ли ему доверять?",
        options: ["Да полностью", "Скорее да", "Не всегда", "Нет"]
    },
    {
        id: 3,
        text: "Насколько он веселый?",
        options: ["Очень", "Иногда", "Редко", "Никогда"]
    },
    {
        id: 4,
        text: "Ты бы начал(а) с ним отношения?",
        options: ["Да", "Возможно", "Не знаю", "Нет"]
    },
    {
        id: 5,
        text: "Он хороший человек?",
        options: ["Да", "Скорее да", "Не уверен", "Нет"]
    },
    {
        id: 6,
        text: "Кто самый добрый?",
        options: ["Он", "Иногда", "Редко", "Нет"]
    },
    {
        id: 7,
        text: "Кто всегда поддержит?",
        options: ["Всегда", "Иногда", "Редко", "Никогда"]
    },
    {
        id: 8,
        text: "Кто самый веселый?",
        options: ["Очень", "Иногда", "Редко", "Никогда"]
    },
    {
        id: 9,
        text: "Кто самый романтичный?",
        options: ["Да", "Иногда", "Редко", "Нет"]
    },
    {
        id: 10,
        text: "Кто самый надежный?",
        options: ["Да", "Скорее да", "Не всегда", "Нет"]
    },
    {
        id: 11,
        text: "Можно ли ему доверить секрет?",
        options: ["Да", "Иногда", "Редко", "Нет"]
    },
    {
        id: 12,
        text: "Он хороший собеседник?",
        options: ["Да", "Иногда", "Редко", "Нет"]
    },
    {
        id: 13,
        text: "Он смешной?",
        options: ["Очень", "Иногда", "Редко", "Нет"]
    },
    {
        id: 14,
        text: "Он романтичный?",
        options: ["Да", "Иногда", "Редко", "Нет"]
    },
    {
        id: 15,
        text: "Он заботливый?",
        options: ["Да", "Иногда", "Редко", "Нет"]
    }
]