export const questions = [

    {
        id: 1,
        text: "Кто тайно влюблен в тебя?",
        answers: [
            "Я думаю это я",
            "Твой близкий друг",
            "Кто-то из школы",
            "Секретный поклонник"
        ]
    },

    {
        id: 2,
        text: "Кто чаще всего думает о тебе?",
        answers: [
            "Твой лучший друг",
            "Тайный фанат",
            "Кто-то из подписчиков",
            "Кто-то рядом"
        ]
    },

    {
        id: 3,
        text: "Кто считает тебя самым красивым?",
        answers: [
            "Очень близкий человек",
            "Твой поклонник",
            "Секретный admirer",
            "Кто-то из друзей"
        ]
    },

    {
        id: 4,
        text: "Кто хотел бы пойти с тобой на свидание?",
        answers: [
            "Кто-то знакомый",
            "Кто-то из друзей",
            "Твой тайный фанат",
            "Кто-то неожиданно"
        ]
    }

]